<?php

return [
    'error' => [
        'SERVER_ERROR' => 'Возникла ошыбка на сервере!<br/>Попробуйте позднее...',
        'REQUIRED_FIELD_TEXT' => 'Обязательное поле',
        'INCORRECT_FIELD_TEXT' => 'Неправильные данные',
        'EMAIL_NOT_VALID' => 'Неправильный электронный адрес',
    ],
    'auth' => [
        'THANKS_FOR_REGISTRATION' => '<b>Спасибо за регистрацию!</b><br /><br />Инструкция по активации Вашей учётной записи была выслана Вам на электронную почту(если письмо долго не приходит, проверьте папку спама) ',
        'EMAIL_ALREADY_CONFIRMED' => 'Ваша учётная запись уже была активирована ранее',
        'EMAIL_CONFIRMED' => 'Ваша учётная запись активирована',
        'EMAIL_NOT_EXISTS' => 'Пользователя с таким электронным адресом не существует',
        'EMAIL_NOT_CONFIRMED' => 'Ваша учётная запись не активирована',
        'PASSWORD_RESTORED' => 'Иструкция по восстановлению пароля была выслана на Ваш электронный адрес(если письмо долго не приходит, проверьте папку спама) '
    ],
    'home' => [
        '' => ''
    ],
];
