<?php

return [
    'error' => [
        'SERVER_ERROR' => 'Виникла помилка на сервері!<br/>Спробуйте пізніше...',
        'REQUIRED_FIELD_TEXT' => 'Обов`язкове поле',
        'INCORRECT_FIELD_TEXT' => 'Невірно введені дані',
        'EMAIL_NOT_VALID' => 'Невірна електронна адреса',
    ],
    'auth' => [
        'THANKS_FOR_REGISTRATION' => '<b>Дякуємо за реєстрацію!</b><br /><br />Інструкція по активації Вашого облікого запису була вислана Вам на електронну пошту(якщо лист довго не приходить, перевірте папку спама) ',
        'EMAIL_ALREADY_CONFIRMED' => 'Ваш обліковий запис вже було активовано раніше',
        'EMAIL_CONFIRMED' => 'Ваш обліковий запис активовано',
        'EMAIL_NOT_EXISTS' => 'Користувача з такою електронною адресою не існує',
        'EMAIL_NOT_CONFIRMED' => 'Ваш обліковий запис не активовано',
        'PASSWORD_RESTORED' => 'Інструкція по відновленню пароля була вислана на Вашу електронну адресу(якщо лист довго не приходить, перевірте папку спама) ',
    ],
    'home' => [
        '' => ''
    ],
];
